Repository: Seergs/vikuapp
Catalog: Packages/VikuUI/Sources/VikuUI/Resources/Localizable.xcstrings
Source language: en
Languages: es

source: %@ at %@
es: %@ a las %@

source: %lld days after %@
es: %lld días después de %@

source: %lld days before %@
es: %lld días antes de %@

source: %lld hours after %@
es: %lld horas después de %@

source: %lld hours before %@
es: %lld horas antes de %@

source: %lld minutes after %@
es: %lld minutos después de %@

source: %lld minutes before %@
es: %lld minutos antes de %@

source: %lld weeks after %@
es: %lld semanas después de %@

source: %lld weeks before %@
es: %lld semanas antes de %@

source: 1 day before
es: 1 día antes

source: 1 hour before
es: 1 hora antes

source: 1 week before
es: 1 semana antes

source: 15 min before
es: 15 min antes

source: 30 min before
es: 30 min antes

source: After
es: Después

source: At %@
es: En %@

source: Before
es: Antes

source: Blocks
es: Bloquea

source: Cancel
es: Cancelar

source: Copied From
es: Copiado de

source: Copied To
es: Copiado a

source: Create New Label
es: Crear nueva etiqueta

source: Create and Add
es: Crear y agregar

source: Days
es: Días

source: Depends On
es: Depende de

source: Direction
es: Dirección

source: Done
es: Listo

source: Due Date
es: Fecha de vencimiento

source: Duplicate
es: Duplicar

source: Duplicate Of
es: Duplicado de

source: Duplicate Task
es: Duplicar tarea

source: Duplicates
es: Duplicados

source: Follows
es: Sigue a

source: Hours
es: Horas

source: It will move if you change the due date.
es: Se moverá si cambias la fecha límite.

source: Labels
es: Etiquetas

source: Minutes
es: Minutos

source: No other tasks in this project
es: No hay otras tareas en este proyecto

source: No results
es: Sin resultados

source: On time
es: A la hora

source: Parent Task
es: Tarea principal

source: Precedes
es: Precede a

source: Quantity
es: Cantidad

source: Related Tasks
es: Tareas relacionadas

source: Relation Type
es: Tipo de relación

source: Relative
es: Relativo

source: Relative to
es: Respecto a

source: Reminder
es: Recordatorio

source: Reminder type
es: Tipo de recordatorio

source: Remove Due Date
es: Quitar fecha de vencimiento

source: Remove Reminder
es: Quitar recordatorio

source: Save
es: Guardar

source: Search tasks...
es: Buscar tareas...

source: Specific Date
es: Fecha específica

source: Subtasks
es: Subtareas

source: That time has already passed: %@
es: Esa hora ya pasó: %@

source: Try Again
es: Reintentar

source: Unit
es: Unidad

source: Weeks
es: Semanas

source: Will ring %@
es: Sonará %@

source: due date
es: fecha de vencimiento

source: end date
es: fecha de finalización

source: start date
es: fecha de inicio

source: today at %@
es: hoy a las %@

source: tomorrow at %@
es: mañana a las %@
